[
    {
        "Name":"GOODYEAR ASSURANCE DURAPLUS 2",
        "Image":"https:\/\/www.goodyear.co.in\/wp-content\/uploads\/DURAPLUS2_30.png",
        "Description":"The Assurance DuraPlus 2 gives you the freedom to go further with TredLife Technology.\n\nTredLife Technology featuring an innovative tread design and compound allows your tires to go further with extended mileage performance\nA highly durable sidewall increases tire robustness to better resist sidewall impacts\nNew tread pattern design and construction combine to minimize interior  noise throughout tire life",
        "KeyFeatures":""
    },
    {
        "Name":"GOODYEAR ASSURANCE MAXGUARD",
        "Image":"https:\/\/www.goodyear.co.in\/wp-content\/uploads\/AMG.png",
        "Description":"2-in-1 Protection\nwith ActiveGrip and DuraGuard Technology\n\n \n\nACTIVEGRIP TECHNOLOGY\nWith formulated ActiveGrip compound to deliver grip protection for shorter wet braking performance\n\n \n\nDURAGUARD TECHNOLOGY Designed with DuraGuard Technology with 2 ply constructions to enhance impact protection against cuts and punctures.\n\n\n\n\n\n  \n    Download Product Brochure",
        "KeyFeatures":""
    },
    {
        "Name":"GOODYEAR ASSURANCE TRIPLEMAX 2 TYRE",
        "Image":"https:\/\/www.goodyear.co.in\/wp-content\/uploads\/ATM2_45.png",
        "Description":"The new Goodyear Assurance TripleMax 2 with the latest HydroTred technology can achieve better braking performance on wet road. With innovative asymmetric tread design, drivers can experience better handling and comfort performance for a safer and a more comfortable drive.",
        "KeyFeatures":""
    },
    {
        "Name":"Goodyear Assurance Comforttred",
        "Image":"https:\/\/www.goodyear.co.in\/wp-content\/uploads\/Assurance-comforttred_25-1.png",
        "Description":"Serenity Redefined\n\nThe Assurance ComfortTred is designed to deliver a quiet and comfortable ride for luxurious vehicles. ANXTM Technology featuring an extra noise canceling layer together with new patented tread design to reduce interior perceived noise. This layer also serves as a comfort cushion absorbing rolling vibration. \n\n\n\n\nQUIET PERFORMANCE\nAn extra layer with noise insulating compound to suppress rolling noise with ANXTM Technology.\n\n\nCOMFORT PROTECTION\nReduces road vibration for a more comfortable ride with ANXTM Technology.\n\n\n\n  \n    Download Product Brochure",
        "KeyFeatures":"QUIET PERFORMANCE; COMFORT PROTECTION"
    },
    {
        "Name":"Goodyear Assurance Duraplus Tyre",
        "Image":"https:\/\/www.goodyear.co.in\/wp-content\/uploads\/DURAPLUS_45.png",
        "Description":"Tubeless tyres that have been built not just to last longer but also reinforced with DuPont™ Kevlar® to make them stronger. Goodyear Assurance Duraplus is a fantastic tyre that has been designed to offer long mileage & has been strengthened with DuPont™ Kevlar® to increase adaptability to withstand tough Indian road conditions.",
        "KeyFeatures":""
    },
    {
        "Name":"Goodyear Assurance TripleMax Tyre",
        "Image":"https:\/\/www.goodyear.co.in\/wp-content\/uploads\/ATM_45.png",
        "Description":"Maximum Braking Ability, Maximum Wet Grip & Maximum Control. Goodyear Assurance TripleMax – an original equipment tyre , is a tubeless tyre that has been designed to offer excellent braking ability & improved fuel efficiency. A practical tyre for uncertain Indian driving conditions where access to great braking can make a difference.  Power braking in wet road conditions is a benefit that sets this tyre apart.",
        "KeyFeatures":""
    },
    {
        "Name":"Goodyear DP Series Tyre",
        "Image":"https:\/\/www.goodyear.co.in\/wp-content\/uploads\/566x566_0004_05.-DP-SERIES-1.png",
        "Description":"Mileage tyre from Goodyear for those seeking tyres that last long. Goodyear DP series (part of its Duraplus range) – an original equipment tyre that offers excellent braking on dry road conditions. DP series had been specially designed to meet the stringent quality and performance requirements of cars being developed by leading car manufacturers.",
        "KeyFeatures":""
    },
    {
        "Name":"Goodyear Ducaro Hi-Miler Tyre",
        "Image":"https:\/\/www.goodyear.co.in\/wp-content\/uploads\/566x566-Ducaro-himiler-1.png",
        "Description":"High mileage tyres offering great value for entry level cars. Goodyear Ducaro Hi Miler is designed especially for hatchback cars. It uses Treadlife Technology to maximize mileage of tyre.",
        "KeyFeatures":""
    },
    {
        "Name":"Goodyear DuraPlus Tyre",
        "Image":"https:\/\/www.goodyear.co.in\/wp-content\/uploads\/DURAPLUS.png",
        "Description":"Goodyear Duraplus – an original equipment tyre, is one of our great value for money tyre by virtue of its long mileage, ability to offer excellent braking on dry road conditions. The work of more than 100 engineers, physicists, chemical experts and tyre evaluation specialists to develop this innovative tyre.",
        "KeyFeatures":""
    },
    {
        "Name":"Goodyear EfficientGrip Performance SUV Tyre",
        "Image":"https:\/\/www.goodyear.co.in\/wp-content\/uploads\/EGP-SUV_45.png",
        "Description":"The Goodyear EfficientGrip Performance SUV boasts improved quietness, maximized comfort, and superior wet performance with its advanced QuietTred and FlexContact technologies. This minimizes road noise and delivers a long-lasting ride in comfort, without compromising on safety – the hallmark of all Goodyear tyres.",
        "KeyFeatures":""
    },
    {
        "Name":"Goodyear Wrangler AT SilentTrac",
        "Image":"https:\/\/www.goodyear.co.in\/wp-content\/uploads\/WRANGLER-ATST.png",
        "Description":"Enjoy the Quiet. Conquer the Tough.\n\n\n\nThe Wrangler AT SilentTrac equipped with Durawall technology provides superior off road durability with improved quiet and comfort for on road and extended mileage, achieving the best balance between on and off road.",
        "KeyFeatures":""
    },
    {
        "Name":"Goodyear Wrangler TripleMax Tyre",
        "Image":"https:\/\/www.goodyear.co.in\/wp-content\/uploads\/WRANGLER-TRIPLEMAX.png",
        "Description":"With consumer-driven needs at the center of its tyre innovations, the new Wrangler TripleMax provides peace-of-mind for a safer drive, keeping families more secure across any road condition. Goodyear developed the Wrangler TripleMax with an improved version of its proprietary HYDROGRIP Technology. Its innovative tread design, optimized carcass, and high grip compound deliver shorter wet braking performance. Designed for mid-size SUVs, the Wrangler TripleMax delivers Superior Braking Performance, Shorter Wet Braking and Road Hazard Resistant features, offering a safer and more fun driving experience with the family",
        "KeyFeatures":""
    }
]